{"quizlist":[
{
"id":"1",
"question":"What is the value?",
"option1":"Stoicism",
"option2":"Fair Play ",
"option3":"Gradual Change",
"option4":"Understatement",
"image":"Titanic.jpg",
"difficulty":"E",
"description":"In Britain stoicism, the endurance of pain without the display of feelings and without complaint is valued. The orchestra who continued to play while the Titanic sunk on April 14th 1912 is a good example of British stoicism.  The captain ordered the band to play music in order to prevent panic and to create calm as the crew loaded the lifeboats. The eight musicians gallantly performed on the boat deck while passengers lined up for the lifeboats. The band carried on until the bitter end, famously playing the hymn Nearer, My God, To Thee."
},
{
"id":"2",
"question":"What is the value?",
"option1":"Class-conscious",
"option2":"Eccentricity",
"option3":"Tradition",
"option4":"Modesty",
"image":"HenleyRegatta.jpg",
"difficulty":"H",
"description":"“The Season” is a series of  cultural and sporting events held during the Summer in England. “The Season” was historically the preserve of the upper classes. Henley Royal Regatta  is an international rowing regatta held annually on the River Thames since 1839. People  drink Pimm's the British summer cocktail laden with fruit and mint. Men sport blazers in garish colours from their respective rowing clubs, while ladies wear summer dresses. Different enclosures ensure separation of the social classes. The most exclusive enclosure is the members only Stewards Enclosure where a strict dress code on hemlines and a ban on mobile phone use are enforced."
},
{
"id":"3",
"question":"What is the value?",
"option1":"Tradition",
"option2":"Wittiness",
"option3":"Pragmatism",
"option4":"Class-conscious",
"image":"SubjectCitizen.jpg",
"difficulty":"E",
"description":"British people value tradition and heritage. The  Queen represents tradition and continuity.  Britain is a constitutional monarchy.  British people are subjects of her majesty the Queen as well as citizens. The Queen is head of state, head of the armed forces, head of the Church of England and the Commonwealth.   There is no written constitution. The Beefeater is a ceremonial guardian of the Tower of London who guards the crown jewels and is a staunch monarchist.  "
},
{
"id":"4",
"question":"What is the value?",
"option1":"Pragmatism",
"option2":"Indirectness",
"option3":"Emotional Reserve",
"option4":"Compromise",
"image":"DragonsDen.jpg",
"difficulty":"E",
"description":"British people value pragmatism. They tend to be practical, having a matter-of-fact approach to getting the job done. They value practical application of knowledge as opposed to ideas and theories. Decisions are generally based on facts or figures.  People are less influenced by charisma or eloquent speeches."
},
{
"id":"5",
"question":"What is the value?",
"option1":"Emotional Reserve",
"option2":"Humour",
"option3":"Tradition",
"option4":"Class-conscious",
"image":"StayToff.jpg",
"difficulty":"H",
"description":"British people value emotional reserve or controlling the emotions. Keeping a “stiff upper lip” or not displaying your emotions is expected in the face of adversity. Remaining calm and cool, even in a crisis situation is admired.  In the cartoon the estate which has been in the aristocratic man’s family for 800 years is under threat due to financial troubles.  He calmly responds with humour to the journalist’s suggestion that a crisis point seems imminent given the investment costs required to stop the house becoming derelict."
},
{
"id":"6",
"question":"What is the value?",
"option1":"Independent minded",
"option2":"Stoicism",
"option3":"Humour",
"option4":"Emotional Reserve",
"image":"YankinBritain.jpg",
"difficulty":"H",
"description":"In Britain being independent minded is highly valued.  Britain is an island country and as a result tends to be emotionally insular or inward looking. Britain has an ambivalent relation with Europe and the EU. Many British do not consider themselves to be European. "
},
{
"id":"7",
"question":"What is the value?",
"option1":"Compromise",
"option2":"Pragmatism",
"option3":"Independent minded",
"option4":"Gradual Change",
"image":"MajestyGovernment.jpg",
"difficulty":"H",
"description":"British people value compromise. The British Parliament is a compromise between the House of Commons (elected politicians), House of Lords (appointed politicians) and the Queen. The government in the UK is a constitutional monarchy. The Queen is head of state, head of the armed forces, head of the Church of England and the Commonwealth. The House of Commons makes laws, debates proposals, the House of Lords checks proposed laws, suggests amendments and the Queen approves laws. "
},
{
"id":"8",
"question":"What is the value?",
"option1":"Fair Play",
"option2":"Eccentricity",
"option3":"Privacy",
"option4":"Compromise",
"image":"SpillingPint.jpg",
"difficulty":"H",
"description":"Fair Play is a cultural ideal. It is about playing fair, respecting the rules and equal treatment for all concerned.  In Britain politeness and courtesy are also considered important. Courtesy includes not intruding on people’s privacy and personal space. In Britain if you bump into someone, the default response is to say sorry. If you accidently knock someone’s pint in a pub the correct response would be to apologize and offer to buy the person a pint. Both the principles of fair play and courtesy would  apply in this situation."
},
{
"id":"9",
"question":"What is the value?",
"option1":"Class-conscious",
"option2":"Gradual Change",
"option3":"Indirectness",
"option4":"Courtesy",
"image":"GAPYAH.jpg",
"difficulty":"E",
"description":"The gap year is mainly a middle-class or upper middle class phenomenon. A gap year is a break typically taken between high school and university that could include work, study, travelling or volunteering in developing countries. The Gap Yah has been endlessly parodied in books, films and on YouTube. The young men’s names in the cartoon are a reflection of their class. Names in Britain have class connotations. "
},
{
"id":"10",
"question":"What is the value?",
"option1":"Self-deprecation",
"option2":"Courtesy",
"option3":"Humour",
"option4":"Understatement",
"image":"Bestman2.jpg",
"difficulty":"H",
"description":"British people value self-deprecation. Self-deprecation is to downplay one’s abilities or achievements.  As British people value modesty it is better to be self-deprecating in social situations than self-promoting. Self-deprecating humour is considered an attractive trait. However in the workplace self-assurance is more important. "
},
{
"id":"11",
"question":"What is the value?",
"option1":"Modesty",
"option2":"Irony",
"option3":"Indirectness",
"option4":"Privacy",
"image":"Afternoontea.jpg",
"difficulty":"E",
"description":"In Britain it is important to be modest or appear modest.  It is better to be self-deprecating than self-promoting in a social situation.  Modesty should not be taken at face value.  "
},
{
"id":"12",
"question":"What is the value?",
"option1":"Eccentricity",
"option2":"Moderation",
"option3":"Humour",
"option4":"Self-deprecation",
"image":"MadDons.jpg",
"difficulty":"H",
"description":"British people admire eccentricity. Individuality, quirkiness and oddity are valued.  Oxford and Cambridge University are famous for having some of the most eccentric dons or professors in Britain.  Oxbridge interviews are famed for their off the wall or obscure interview questions. The questions are designed to explore how well students can think on their feet and can tackle complex ideas. Only 1% of British undergraduates attend Oxford and Cambridge.  The dreaming spires of  Oxford and Cambridge refer to the venerable age and the stunning architecture of university buildings. "
},
{
"id":"13",
"question":"What is the value?",
"option1":"Class-conscious",
"option2":"Tradition",
"option3":"Understatement",
"option4":"Emotional Reserve",
"image":"AscotLadies.jpg",
"difficulty":"H",
"description":"“The Season” is a series of  cultural and sporting events held during the summer in England. “The Season” was historically the preserve of the upper classes. Royal Ascot is a glamourous five day flat racing event that features a daily horse-drawn procession from Windsor to Ascot led by the Queen. It is know for its draconian dress code for hats, tailcoats and hemlines. Attendants ensure that attendees observe the dress code. Different enclosures ensure separation of the social classes. Entry to the Royal Enclosure is restricted to those who have been sponsored by a member who has attended for at least four years. The status of the Royal Enclosure is derived from exclusivity while keeping people out. "
},
{
"id":"14",
"question":"What is the value?",
"option1":"Modesty",
"option2":"Fair Play",
"option3":"Compromise",
"option4":"Courtesy",
"image":"Wondergoal.jpg",
"difficulty":"E",
"description":"In Britain it is important to be modest or to appear modest in social situations.  There is a prohibition on boasting or self-importance. In this cartoon the footballer responds  modestly to the question regarding his fantastic performance and acknowledges twice how well his team contributed to his success. "
},
{
"id":"15",
"question":"What is the value?",
"option1":"Class-conscious",
"option2":"Humour",
"option3":"Indirectness",
"option4":"Love Animals",
"image":"AintBovvered.jpg",
"difficulty":"E",
"description":"Class is defined by accent, wealth, education, hobbies and interests. Class is subterranean and not talked about openly.  Accent is the most obvious class indicator in England. The English of all social groups are fitted with a sort of social GPS or class radar that registers people’s position on the class map the minute they open their mouths to speak. In the cartoon the elocution teacher wants the parrot to speak with a posh accent however the parrot has an attitude and is intent on speaking with a working class accent. Chav describes a young person whose way of dressing, speaking and behaving is thought to show their lack of education and low social class. "
},
{
"id":"16",
"question":"What is the value?",
"option1":"Class-conscious",
"option2":"Pragmatism",
"option3":"Indirectness",
"option4":"Humour",
"image":"Internship.jpg",
"difficulty":"E",
"description":"In Britain the upper and middle classes often get internships based on family connections. Annabel is interning at Tatler, Britain’s high society magazine which chronicles the lives of the rich, privileged and titled. Jeremy has got the golden chance of an internship at a Mayfair hedge fund as his father bid for it at an auction. Names in Britain have class connotations. The names Jeremy, Annabel, Beatrice and Cressida are a reflection of their class. Glastonbury festival is a five day music festival that takes place in Somerset. "
},
{
"id":"17",
"question":"What is the value?",
"option1":"Support the Underdog",
"option2":"Humour",
"option3":"Compromise",
"option4":"Fair Play",
"image":"StrictlyComeDancing.jpg",
"difficulty":"E",
"description":"The British like to support the underdog. They love life’s losers and  hopeless amateurs who are out of their depth.  A good example of this is contestant John Sergeant on TV show Strictly Come Dancing. This is a dancing competition for celebrities in which a contestant gets knocked out of the competition each week and it is the public that chooses the loser. Each week John was ridiculed by the judges. Each week the public kept John in the competition and  ejected more capable dancers. The British public liked John because he was so bad. "
},
{
"id":"18",
"question":"What is the value?",
"option1":"Humour",
"option2":"Moderation",
"option3":"Tradition",
"option4":"Eccentricity",
"image":"Humour2.jpg",
"difficulty":"E",
"description":"British people pride themselves on their sense of humour, particularly irony, wittiness and satire. It is important to have a sense of humour and to not take oneself too seriously. Friends and colleagues exchanging remarks in a good humoured teasing way is called banter. Brits like to visit comedy clubs and comedians are celebrities in British culture. "
},
{
"id":"19",
"question":"What is the value?",
"option1":"Courtesy",
"option2":"Eccentricity",
"option3":"Fair Play",
"option4":"Privacy",
"image":"Bumping2.jpg",
"difficulty":"E",
"description":"In Britain politeness and courtesy are considered important.  In Britain if you bump into someone, the default response is to say sorry. Courtesy also includes not intruding on people’s privacy and personal space. "
},
{
"id":"20",
"question":"What is the value?",
"option1":"Moderation",
"option2":"Wittiness",
"option3":"Privacy",
"option4":"Indirectness",
"image":"KilljoyCommonwealth.jpg",
"difficulty":"H",
"description":"British people like moderation and value the middle ground. They tend to dislike extreme views or behaviour. From 1649-1658 Oliver Cromwell founded a republic in England called the Commonwealth of England and called himself Lord Protector of England. Cromwell was a strict Puritan, who banned Christmas, make-up for women, shut down pubs and theatres. His tyrannical regime was not popular among the people. In 1660 Charles II the party king who was living in exile was invited back to take over the throne.  "
},
{
"id":"21",
"question":"What is the value?",
"option1":"Love Animals",
"option2":"Humour",
"option3":"Fair Play",
"option4":"Eccentric",
"image":"BarkingMad.jpg",
"difficulty":"E",
"description":"The British are a nation of  animal lovers and more than half of Brits  have a pet. They treat pets just like one of the family and spend £6bn a year on pet food, accessories, grooming, insuring and taking pets to the vet.  In Britain dog and cat owners are increasingly willing to pay for expensive treatments such as heart surgery, cancer treatment, knee and hip replacements that are more commonly associated with human patients. Barking mad means almost insane but usually in a socially acceptable eccentric manner."
},
{
"id":"22",
"question":"What is the value?",
"option1":"Humour",
"option2":"Class-consious",
"option3":"Understatement",
"option4":"Eccentricity",
"image":"AwardsLoo.jpg",
"difficulty":"E",
"description":"British people pride themselves on their sense of humour, particularly irony, wittiness and satire. It is important to be able to take a joke and to not take oneself too seriously. Self-deprecating humour is considered an attractive trait. "
},
{
"id":"23",
"question":"What is the value?",
"option1":"Indirectness",
"option2":"Tradition",
"option3":"Fair Play",
"option4":"Compromise",
"image":"GermanBritshBoss.jpg",
"difficulty":"E",
"description":"British people have a cultural preference for an indirect communication style. Instructions from a boss can be disguised as polite requests.  A person coming from a culture that values directness and explicit requests such as in Germany may underestimate the importance or urgency of a request if it is stated indirectly. "
},
{
"id":"24",
"question":"What is the value?",
"option1":"Self-deprecation",
"option2":"Humour",
"option3":"Irony",
"option4":"Moderation",
"image":"RocketScientist.jpg",
"difficulty":"H",
"description":"In Britain it is important to be modest or appear modest. This modesty should not be taken at face value. It is better to be self-deprecating than self-promoting in a social situation. Self-deprecation is downplaying your abilities or achievements. Self-deprecating humour is considered an attractive trait."
},
{
"id":"25",
"question":"What is the value?",
"option1":"Eccentricity",
"option2":"Moderation",
"option3":"Irony",
"option4":"Emotional Reserve",
"image":"EnglandMadeThem.jpg",
"difficulty":"E",
"description":"British people admire eccentricity. Eccentrics are people who may dress oddly, have unusual lifestyles or have obsessions with unusual hobbies. Individuality, quirkiness and oddity are traits which are embraced in Britain."
},
{
"id":"26",
"question":"What is the value?",
"option1":"Gradual Change",
"option2":"Compromise",
"option3":"Pragmatism",
"option4":"Indirectness",
"image":"EvolutionNotRevolution.jpg",
"difficulty":"E",
"description":"In Britain people prefer gradual change over radical change. They value continuity and evolution over revolution. Generally British people are cautious and calculated when it comes to taking risk. "
}
]}